; errorlookup
; https://github.com/henrypp/errorlookup/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

; <Arabic>
; <Ayad Seghairi>

[Arabic]
004=ملف
005=إعدادات
006=خروج
007=لغة
008=تعليمات
009=موقع الويب
010=تحقق من التحديثات
011=حول
012=شكراً!
019=دائمًا في المقدمة
020=أدخل المخزن المؤقت عند بدء التشغيل
022=ابحث بشكل دوري عن التحديثات (موصى به)
023=رمز الخطأ
024=وحدات
025=الوصف
029=الوحدات النمطية المحملة:٪ d من٪ d
037=أغلق
038=إعادة تعيين

; Azerbaijani
; Azərbaycanca interfeys (Elchin Jafarov - elchinya)

[Azerbaijani]
001=0x442c
002=Heç bir yenilik yoxdur.
003=Yeni versiya mövcuddur. Yükləmə səhifəsi açılsın?
004=Fayl
005=Qurmalar
006=Çıxış
008=Kömək
009=Proqramın saytı
010=Yenilənməni yoxla
011=Proqram haqqında
019=Bütün pəncərələrdən öndə
020=Yükləmə zamanı buferin məzmununu al
022=Yenilənməni mütəmadi yoxla (məsləhətdir)

; Belarusian
; Беларускі інтэрфейс (paul.fastest@gmail.com)

[Belarusian]
001=0x4423
002=Няма даступных абнаўленняў.
003=Новая версія даступна. Адкрыць старонку запампоўкі?
004=Файл
005=Налады
006=Выйсці
008=Дапамога
009=Сайт праграмы
010=Праверыць абнаўленні
011=Пра праграму
019=Па-над астатнімі вокнамі
020=Атрымоўваць змесціва буфера пры запуску
022=Перыядычна правяраць абнаўлення (рэкамендуецца)

; Bosnian
; Bosnian translation (Kerim Kalamujic)

[Bosnian]
001=0x441a
002=Nema dostupnih nadogradnji.
003=Nova verzija dostupna. Posjetiti stranicu za preuzimanje?
004=Fajl
005=Postavke
006=Izlaz
008=Pomoć
009=Web stranica
010=Provjeri za nadogradnje
011=O programu
019=Uvijek na vrhu
020=Unesi bafer pri pokretanju
022=Periodično provjeri za nadogradnju (preporučeno)

[Chinese]
001=0x0804
002=尚无可用更新
003=新版本 可用。打开下载页面？
004=文件
005=设置
006=退出
007=语言
008=帮助
009=网站
010=检测更新
011=关于
012=捐赠！
013=启用选中项
014=禁用选中项
015=添加
016=删除
017=打开配置目录
018=复制
019=总在最上面
020=开机自启动
022=定期检测更新(推荐)
023=错误代码
024=模块
025=描述
027=内部模块
028=外部模块
029=已加载模块: %d of %d
030=更新服务器连接错误
031=下载更新中...
032=更新下载完成
033=检查更新中...
034=发现可用更新，要安装吗？
035=确定要删除选中项?
037=关闭
038=重置

; Czech
; Czech translation (Richard Kahl)

[Czech]
001=0x041b
002=Nejsou dostupné žádné aktualizace.
003=Je dostupná nová verze. Chcete otevřít stránku s možností stažení programu?
004=Soubor
005=Nastavení
006=Ukončit
008=Pomoc
009=Internetová stránka
010=Zkontrolovat dostupnost aktualizací
011=O programu
019=Vždy navrchu
020=Vytvořit mezipamět při spuštění
022=Pravidelně kontrolovat dostupnost aktualizací (doporučuje se)

; Dutch (Nederlands)
; Nederlandse vertaling dd 27-02-2023 PortableAppā¢

[Dutch]
001=0x0413
004=Bestand
005=Instellingen
006=ErrorLookup Afsluiten
007=Taal
010=Naar Updates zoeken
011=Over...
012=Doneren
019=Altijd boven andere vensters zichtbaar
020=Klembord data bij opstarten invoegen
022=Controleer regelmatig op updates (aanbevolen)
023=Foutcode
025=Beschrijving...
029=Modules geladen: %d van %d
037=Afsluiten
038=Herstellen

; French
; Traduction française (Largo)

[French]
001=0x40c
002=Pas de mise à jour disponible.
003=Nouvelle version disponible. Ouvrir la page de téléchargement ?
004=Fichier
005=Options
006=Fermer
007=Langue
008=Aide
009=Site-web
010=Rechercher des mises à jour
011=À propos de
012=Remerciez !
013=Cochez sélectionné
014=Décochez sélectionné
015=Ajouter
016=Supprimer
017=Ouvrir dossier contenant
018=Copier
019=Toujours visible
020=Insérer le contenu du presse-papier au démarrage
022=Rechercher périodiquement des mises à jour (recommandé)
023=Code Erreur
027=Bibliothèque externe
029=Modules chargés: %d de %d
030=Erreur de connexion au serveur de mise à jour.
031=Télécharger la mise à jour...
032=Téléchargement de la mise à jour terminé.
033=Recherche de mises à jour...
034=Mise à jour disponible, installer la mise à jour?
035=Supprimer les éléments sélectionnés?
037=Fermer
038=Réinitialiser
039=Utiliser le thème sombre

; German
; Deutsche Übersetzung von Phoenix1747, ergänzt von Manfred Müller

[German]
001=0x0407
002=Es ist kein Update verfügbar.
003=Die neue Version ist verfügbar! Downloadseite öffnen?
004=Datei
005=Einstellungen
006=Beenden
007=Sprache
008=Hilfe
009=Webseite
010=Nach Updates suchen
011=Über
012=Spenden
019=Im Vordergrund bleiben
020=Zwischenablage beim Start einfügen
022=Regelmäßig nach Updates suchen (empfohlen)
023=Fehler Code
024=Module
025=Beschreibung
029=Geladene Module: %d von %d
037=Schließen
038=Zurücksetzen

; Hungarian
; Fordította (LeXuS)

[Hungarian]
001=0x40e
002=Nincs elérhető frissítés.
003=Új verzió elérhető. Letöltő oldal megnyitása?
004=Fájl
005=Beállítások
006=Kilépés
008=Súgó
009=Weboldal
010=Frissítések ellenőrzése
011=Névjegy
019=Mindig felül
020=Induláskor a vágólap betöltése
022=Időnként ellenőrizze a frissítéseket (ajánlott)

; Italian
; Traduzione italiana (Marco D'Amato)

[Italian]
001=0x0410
002=Nessun aggiornamento disponibile.
003=È disponibile una nuova versione. Aprire la pagina del download?
005=Opzioni
006=Esci
008=?
009=Sito Web
010=Verifica disponibilità di aggiornamenti
011=Informazioni su...
019=Sempre in primo piano
020=Inserisci contenuto degli Appunti all'avvio
022=Verifica periodicamente la disponibilità di aggiornamenti (consigliato)

; <日本語>
; <coolvitto>

[Japanese]
001=0x0411
002=利用可能なアップデートはありません。
003=利用可能なアップデートがあります。ダウンロードしてインストールしますか？
004=ファイル
005=設定
006=終了
007=言語
008=ヘルプ
009=Webサイト
010=更新の確認
011=バージョン情報
012=寄付！
013=選択項目をチェックする
014=選択項目のチェックを解除
015=追加
016=削除
017=設定ディレクトリを開く
018=コピー
019=常に手前に表示
020=起動時にクリップボードの内容を挿入する
022=定期的に更新を確認する (推奨)
023=エラーコード
024=モジュール
025=説明
027=内部モジュール
028=外部モジュール
029=読み込まれたモジュール : %d / %d
030=アップデートのサーバー接続エラー。
031=アップデートをダウンロード中...
032=アップデートのダウンロードが完了。
033=新しいリリースを確認中...
034=利用可能なアップデートがあります。インストールしますか？
035=選択項目を削除してもよろしいですか？
036=保存
037=閉じる
038=リセット
039=ダークテーマを使用する
040=アプリのデジタル署名を確認する
041=表示

; 한국어
; 한국어 번역 (VenusGirl💗kakao.com)

[Korean]
001=0x0412
002=가능한 업데이트가 없습니다.
003=사용 가능한 업데이트를 다운로드하고 설치하시겠습니까?
004=파일
005=설정
006=종료
007=언어
008=도움말
009=웹사이트
010=업데이트 검사
011=정보
012=감사합니다!
019=항상 맨 위에
020=시작할 때 버퍼 삽입
022=정기적인 업데이트 검사 (권장됨)
023=오류 코드
024=모듈
025=설명
029=불러온 모듈: %d of %d
030=업데이트 서버 연결 오류입니다.
031=업데이트 다운로드 중...
032=업데이트 다운로드가 완료되었습니다.
033=새 릴리즈 확인 중...
034=업데이트를 사용할 수 있습니다. 설치하시겠습니까?
037=닫기
038=재설정

; Polish
; Tłumaczenie Marek Bogacz

[Polish]
001=0x0415
002=Brak dostępnych aktualizacji.
003=Dostępna nowa wersja. Otwórzyć stronę pobierania?
004=Plik
005=Ustawienia
006=Wyjście
008=Pomoc
009=Strona internetowa
010=Sprawdź aktualizacje
011=O programie
019=Zawsze na wierzchu
020=Wstaw bufor przy starcie
022=Okresowe sprawdzanie aktualizacji (zalecane)

; Portuguese (portugal)
; Tradução Portuguesa (Luis Neves)

[Portuguese (portugal)]
001=0x0816
002=Não há actualizações disponíveis.
003=Nova versão disponível. Abrir a página de transferências?
004=Ficheiro
005=Definições
006=Sair
008=Ajuda
009=Site Web
010=Procurar Actualizações
011=Acerca
019=Sempre visível
020=Inserir tampão ao iniciar
022=Procurar actualizações periodicamente (recomendado)

; Romanian
; Traducere în Română (MunteAlb)

[Romanian]
001=0x0418
002=Nu există actualizări.
003=E disponibilă o versiune nouă. Deschid pagina de descărcare?
004=Filă
005=Setări
006=Ieşi
008=Ajutor
009=Situl Softului
010=Caută Actualizări
011=Despre
019=Mereu deasupra
020=Inserează tampon [buffer] la pornire
022=Caută regulat actualizări (recomandat)

; Russian
; Русская локализация от Henry++

[Russian]
000=1790317179
001=0x0419
002=Нет доступных обновлений.
003=Доступно обновление, загрузить и установить?
004=Файл
005=Настройки
006=Выйти
007=Язык
008=Помощь
009=Сайт программы
010=Проверить обновления
011=О программе
012=Поблагодарить!
013=Включить выделенные
014=Отключить выделенные
015=Добавить
016=Удалить
017=Открыть папку
018=Копировать
019=Поверх остальных окон
020=Получать содержимое буфера при запуске
022=Периодически проверять обновления (рекомендуется)
023=Код ошибки
024=Модули
025=Описание
027=Встроенные модули
028=Внешние модули
029=Загружено модулей: %d из %d
030=Ошибка при подключении к серверу обновлений.
031=Загрузка обновления...
032=Загрузка обновления завершена.
033=Проверка обновлений...
034=Доступно обновление, установить обновление?
035=Удалить выбранные элемент(ы)?
036=Сохранить
037=Закрыть
038=Сбросить
039=Использовать тёмную тему
040=Проверять цифровые подписи приложений
041=Вид

; Serbian Cyrillic
; Radoš Milićev (https://github.com/rammba)

[Serbian (Cyrillic)]
002=Нема доступних ажурирања.
003=Ажурирање је доступно, преузмите и инсталирајте?
004=Фајл
005=Подешавања
006=Излаз
007=Језик
008=Помоћ
009=Веб-сајт
010=Провери ажурирања
011=О ...
012=Захвали се!
013=Омогући изабрано
014=Онемогући изабрано
015=Додај
016=Обриши
017=Отвори фолдер
018=Копирај
019=Увек на врху
020=Убаци бафер при покретању
022=Повремено проверавајте ажурирања (препорука)
023=Код грешке
024=Модули
025=Опис
027=Интерна библиотека
028=Екстерна библиотека
029=Учитано модула: %d од %d
030=Грешка при повезивању сервера за ажурирање.
031=Преузимање ажурирања...
032=Преузимање ажурирања је завршено.
033=Провера нових издања...
034=Доступно ажурирање, желите ли да га инсталирате?
035=Уклони елемемент(е)?
036=Сачувај
037=Затвори
038=Ресетуј
039=Користи тамну тему
040=Провера дигиталних потписа апликације
041=Приказ

; Serbian Latin
; Radoš Milićev (https://github.com/rammba)

[Serbian (Latin)]
002=Nema dostupnih ažuriranja.
003=Ažuriranje je dostupno, preuzmite i instalirajte?
004=Fajl
005=Podešavanja
006=Izlaz
007=Jezik
008=Pomoć
009=Veb-sajt
010=Proveri ažuriranja
011=O ...
012=Zahvali se!
013=Omogući izabrano
014=Onemogući izabrano
015=Dodaj
016=Obriši
017=Otvori folder
018=Kopiraj
019=Uvek na vrhu
020=Ubaci bafer pri pokretanju
022=Povremeno proveravajte ažuriranja (preporuka)
023=Kod greške
024=Moduli
025=Opis
027=Interna biblioteka
028=Eksterna biblioteka
029=Učitano modula: %d od %d
030=Greška pri povezivanju servera za ažuriranje.
031=Preuzimanje ažuriranja...
032=Preuzimanje ažuriranja je završeno.
033=Provera novih izdanja...
034=Dostupno ažuriranje, želite li da ga instalirate?
035=Ukloni elemement(e)?
036=Sačuvaj
037=Zatvori
038=Resetuj
039=Koristi tamnu temu
040=Provera digitalnih potpisa aplikacije
041=Prikaz

; Slovak
; Slovak translation (Marián Hikaník)

[Slovak]
001=0x041b
002=Nie sú dostupné žiadne aktualizácie.
003=Je dostupná nová verzia. Chcete otvoriť stránku s možnosťou stiahnutia programu?
004=Súbor
005=Nastavenia
006=Ukončiť
007=Jazyk
008=Pomocník
009=Internetová stránka
010=Skontrolovať dostupnosť aktualizácií
011=O programe
012=Poďakovať!
019=Vždy navrchu
020=Vytvoriť medzipamäť pri spustení
022=Pravidelne kontrolovať dostupnosť aktualizácií (odporúča sa)
023=Kód chyby
024=Moduly
025=Opis
029=Načítané moduly: %d z %d
030=Chyba pripojenia k serveru pre aktualizácie.
031=Sťahovanie aktualizácie...
032=Sťahovanie aktualizácie bolo dokončené.
033=Kontrola nových vydaní programu...
034=Je dostupná aktualizácia, chcete ju nainštalovať?
037=Zavrieť

; Spanish (argentina)
; Localización al español de Argentina (KNTRO)

[Spanish]
001=0x2c0a
002=No hay actualizaciones disponibles.
003=Hay una nueva versión disponible. ¿Querés abrir la página de descargas?
004=Archivo
005=Configuración
006=Salir
008=Ayuda
009=Sitio web
010=Buscar actualizaciones
011=Acerca de Error Lookup
019=Siempre visible
020=Agregar búfer al inicio
022=Buscar actualizaciones periódicamente (recomendado)

; Swedish
; Svensk översättning (Pekka Brännbäck) (Åke Engelbrektson - https://svenskasprakfiler.se)

[Swedish]
001=0x041d
002=Inga uppdateringar tillgängliga.
003=En ny version finns tillgänglig. Vill du öppna sidan för nedladdning?
004=Arkiv
005=Inställningar
006=Avsluta
008=Hjälp
009=Webbplats
010=Sök efter uppdateringar
011=Om
019=Alltid överst
020=Infoga buffert vid start
022=Sök efter uppdateringar periodiskt (rekommenderas)

; Turkish
; Çevirmen: <Alcazer Barış TÜRKGÜCÜ - github.com/Alcazer>, Jasanayaka (Ali Haktan Sığın), feldrim (Zafer Balkan)

[Turkish]
001=0x041F
002=Güncelleme yok.
003=Yeni versiyon mevcut. İndirme sayfası açılsın mı?
004=Dosya
005=Ayarlar
006=Çıkış
007=Dil
008=Yardım
009=Web sitesi
010=Güncellemeleri kontrol et
011=Hakkında
012=Bağış yap!
013=Seçilenleri etkinleştir
014=Seçilenleri devre dışı bırak
015=Ekle
016=Sil
017=İçeren klasörü aç
018=Kopyala
019=Her zaman üstte
020=Başlangıçta arabellek ekle
022=Güncellemeleri otomatik kontrol et (önerilir)
023=Hata kodu
024=Modüller
025=Açıklama
027=Dahili modüller
028=Harici modüller
029=Yüklenen modüller: %d (Toplam: %d)
030=Güncelleme sunucusu bağlantı hatası.
031=Güncelleme indiriliyor...
032=Güncelleme indirildi.
033=Yeni sürümler kontrol ediliyor ...
034=Güncelleme mevcut, kurmak istiyor musunuz?
035=Seçili öğe(ler) silinsin mi?
036=Kaydet
037=Kapat
038=Sıfırla
039=Koyu tema kullan

; Ukrainian
; Переклад українською (YuriPet)

[Ukrainian]
001=0x0422
004=Файл
005=Налаштування
006=Вихід
007=Мова
008=Довідка
009=Веб-сайт  программи
010=Перевірити наявність оновлень
011=Про програму
012=Подякувати!
019=Поверх решти вікон
020=Отримувати вміст буфера під час запуску
022=Періодично перевіряти наявність оновлень (рекомендовано)
023=Код помилки
024=Модулі
025=Опис
029=Завантажено модулів: %d із %d
037=Закрити
038=Скинути
